[
    {
        "date": "Oct 17, 2021",
        "title": "The Wire",
        "location": "Delhi",
        "short_description": "Our team heartily thanks Gaurav Bhatnagar from The wire for covering, with great detail, the chaos on 18th June, due to the mismanagement in Shramik Special Trains, that left 200+ migrants stranded on the road. We with the help of CoAST India ,Give Indua and MTSN for arranging funds, and also to our entire team who fortunately could spring to action and help everyone reach home safely!",
        "ref": "https://thewire.in/rights/delhi-migrant-workers-stranded-message-shramik-trains",
        "image": "images/jsf/press/003.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "The Print",
        "location": "Delhi",
        "short_description": "Our efforts being covered by The Print ‘On International Day of Awareness of Food Loss and Waste, how Indians have fed the hungry’ by Revathi Krishnan. Thanks to all the individuals & organizations who stood by eachother to fight through such difficult period of crisis. We’ve grown & learnt a lot from each other, benefitting thousands of lives & making a little change in our small world!.",
        "ref": "https://theprint.in/india/how-a-small-delhi-group-helped-over-4200-migrant-workers-reach-home-in-up-bihar-jharkhand/446445/",
        "image": "images/jsf/press/004.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "The Hindu",
        "location": "Delhi",
        "short_description": "The covers Md Kamali’s hardships and how Jeevan Stambh Foundation helped his family reach home to meet their ailing father just before he departed during lockdown. Thank you Sunalini Mathew for the heartfelt words!.",
        "ref": "https://www.thehindu.com/news/cities/Delhi/lost-in-the-lockdown/article32198662.ece",
        "image": "images/jsf/press/005.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "The Print #2",
        "location": "Delhi",
        "short_description": "Our Covid Crisis Management journey has been covered by The Print  with all  detail.  How we started Individually and then forming a collective. Which helped to save more than 6100 Migrants.  Thanks to all of our volunteers who have worked 24*7 to help the Migrants worker.",
        "ref": "https://theprint.in/features/on-international-day-of-awareness-of-food-loss-and-waste-how-indians-have-fed-the-hungry/512212/",
        "image": "images/jsf/press/004.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Go News",
        "location": "FARIDABAD & OKHLA, DELHI",
        "short_description": "We rescued around 50 migrantsworkers including families from the road in the middle of night. They were stuck in a brickkiln in Haryana’s Hisar, weren’t being paid, didn’t have enough food nor proper arrangements for reaching home was made for them.",
        "ref": "https://twitter.com/GoNews_India/status/1279615600541659137?s=19",
        "image": "images/jsf/press/001.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "PLUC TV",
        "location": "DELHI",
        "short_description": "AWhat happened to the migrant workers travelling 1000s of kilometres? What was their journey like? Where are they now? If these questions have crossed your mind, watch our latest show! रोटी Road and रोज़गार – the story of India’s MigrantWorkers. Thanks PlucTV for covering our efforts during Lockdown. Click on link to watch the video…",
        "ref": "https://www.youtube.com/watch?v=6DQWlbDdvoo&feature=youtu.be",
        "image": "images/jsf/press/002.jpg"
    }
]