[
    {
        "date": "Oct 17, 2021",
        "title": "COVID Lockdown Relief",
        "location": "Delhi",
        "short_description": "In a civilian effort to support, help rehabilitate and restore livelihoods of migrant workers that have been adversely affected by Covid19 and associated lockdown in India, we have worked in the following areas with the help of partner organizations and a dedicated group of volunteers.",
        "ref": "covid_relief.html",
        "image": "images/jsf/covid/009.png"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Sanitary Pad Distribution",
        "location": "Delhi",
        "short_description": "Sanitary Napkin Distribution drive in 2 camps for families affected by Baghjan Oil field blow out and flood in Assam. Locations: Rupkonwar M.E school and Baghjan ME school",
        "ref": "medical_relief.html",
        "image": "images/jsf/uploads/044.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Fire Relief Management",
        "location": "SHAHBAD DAIRY",
        "short_description": "In a massive fire near Daulatpur, Shahbad dairy in Delhi on the 16th of July, more than 80 slum dwellings were gutted. Residents lost their homes and belongings overnight.",
        "ref": "fire_relief.html",
        "image": "images/jsf/covid/008.png"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Flood Relief Management",
        "location": "BIHAR AND ASSAM FLOOD CRISIS",
        "short_description": "With the help of our volunteers, partner organizations and donors, we distributed essential relief goods – including ration kits, sanitary pads, mosquito nets, slippers – to flood affected regions of Bihar and Assam.",
        "ref": "flood_relief.html",
        "image": "images/jsf/flood/001.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "REHABILITATION OF FAMILY OF SLUM DEMOLITION",
        "location": "FARIDABAD & OKHLA, DELHI",
        "short_description": "Many people including children and elderly, have been left without a roof over their head following the slum demolition drive in Faridabad & Okhla, Delhi.",
        "ref": "demolition_relief.html",
        "image": "images/jsf/rehab/001.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "MEDICAL EMERGENCY MANAGEMENT",
        "location": "DELHI",
        "short_description": "As Covid-19 cases rose, so did the requirement for plasma rise. Jeevan Stambh Foundation stepped up to help people in arranging plasmas.",
        "ref": "medical_relief.html",
        "image": "images/jsf/medical/005.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "RESCUE EFFORTS",
        "location": "DELHI",
        "short_description": "We helped with efforts of local NGOs and activist groups to rescue laborers working as bonded labor in brick kilns. We also further sponsored their travel to their homes. We were able to amplify these stories and arrange timely support for rescued workers.",
        "ref": "rescue_relief.html",
        "image": "images/jsf/rescue/001.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Helping Migrants Go Back Home.",
        "location": "DELHI",
        "short_description": "We have helped 6100 Migrants reach home by Bus/Train/Flight , Provided 12000+ meals, Distribution of Rations kits, Sanitary Pad. We have sent Migrants back home from Delhi , Mumbai , Lucknow ,Haryana to Bihar , Jharkhand ,Uttar Pradesh, Chattisgarh ,Madhya Pradesh.",
        "ref": "covid_relief.html",
        "image": "images/jsf/uploads/019.png"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Slum Demolition Relief Work",
        "location": "Shahbad Dairy",
        "short_description": "There was a massive fire near Daulatpur, Shahbad Dairy in Delhi on 16th July. 80+ jhuggies were gutted and the families lost all their belongings and shelter overnight. We learnt about it through Instagram and started working to provide relief in order to restart their lives.",
        "ref": "demolition_relief.html",
        "image": "images/jsf/uploads/017.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Slum Demolition in North-east Delhi",
        "location": "Batla House",
        "short_description": "At Batla house demolition site 50-60 ppl sleeping cluttered in 1 shanty in a small sleeping area. No aid from government has reached to rehabilitate/stop demolition of remaining jhuggis.We distributed food  and water  with help of MCKS organization ,Locals & gave water.",
        "ref": "demolition_relief.html",
        "image": "images/jsf/uploads/034.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Rations Distribution During Covid",
        "location": "Delhi",
        "short_description": "We arranged over 12000 cooked meals for migrants travelling with us with the help of partner organizations like Janman, the 100 Rupee Project, and through tie-ups with dhabas along bus routes. We distributed over 400 ration kits. Each kit cost up to Rs 700 and lasted up to 15 days.",
        "ref": "covid_relief.html",
        "image": "images/jsf/covid/003.jpg"
    },
    {
        "date": "Oct 17, 2021",
        "title": "Covid: Smart Phone Distribution for Online Education.",
        "location": "Delhi",
        "short_description": "We arranged 7 smartphone for the children of Migrants worker which helped them in continuing Online education.",
        "ref": "covid_relief.html",
        "image": "images/jsf/uploads/014.png"
    },
    {
        "date": "Aug 15, 2021",
        "title": "15th August Celebration with Rainbow Shelter Home.",
        "location": "Delhi",
        "short_description": "Keeping the flag high today our team in partner with Those in Need organization had celebrated Virtual Independence Day with kids from Rainbow Homes Program. Those in need team engaged the kids with activities like flag hoisting, singing, dancing, etc. Our team has sent food boxes and some items that the shelter homes need for children.",
        "ref": "events.html",
        "image": "images/jsf/uploads/084.jpg"
    },
    {
        "date": "Aug 15, 2021",
        "title": "Flood Relief",
        "location": "Bihar",
        "short_description": "100 Flood Relief kits + 600 Sanitary pads + 130 Slippers were distributed to families affected by flood in Baisa block, Purnea, Bihar in collaboration with Janman Organization ,Yug Sanskriti and Aayna, and with the generous support of our partner organisations",
        "ref": "flood_relief.html",
        "image": "images/jsf/flood/028.jpg"
    },
    {
        "date": "May 17, 2020",
        "title": "Medical Emergency Relief",
        "location": "Delhi",
        "short_description": "Where we went beyond our area of relief work to help an abandoned aged person. We learnt about an unknown person who was left abandoned on the streets of Karol Bagh in Delhi. He was lying on the footpath in an extremely famished & miserable state, in torn & soiled clothes. ",
        "ref": "medical_relief.html",
        "image": "images/jsf/medical/005.jpg"
    }
]