[{
        "title": "Crisis Management",
        "short_description": "In a civilian effort to support, help rehabilitate and restore livelihoods of migrant workers that have been adversely affected by Covid19 and associated lockdown in India, we have worked in the following areas with the help of partner organizations and a dedicated group of volunteers.",
        "ref": "covid_relief.html",
        "image": "images/jsf/covid/009.png"
    },
    {
        "title": "Environment",
        "short_description": "JSF highlights the importance of choosing eco-friendly solutions that not only benefit the environment but bring communities together to work towards fruitful outcomes.",
        "ref": "medical_relief.html",
        "image": "images/jsf/uploads/044.jpg"
    },
    {
        "title": "Education",
        "short_description": "According to a survey report conducted by Lady Irwin College in Delhi, there is a surplus of students in government schools resulting in as many as 70 students in a single class.",
        "ref": "fire_relief.html",
        "image": "images/jsf/covid/008.png"
    },
    {
        "title": "Livelihood",
        "short_description": "India has a unique competitive advantage in the global world- more than 65% of its population constitutes a part of the youth workforce and each year approximately 28 Million more are added to the Indian workforce.",
        "ref": "flood_relief.html",
        "image": "images/jsf/flood/001.jpg"
    },
    {
        "title": "Healthcare",
        "short_description": "The Indian rural health care system is a three-tier system comprising Sub-Centres, Primary Health Centres (PHC), and Community Health Centres (CHC). As of March 2018, there is currently a shortfall in health facilities: 18% at the Sub-Centre level, 22% at the PHC level and 30% at the CHC level. Moreover, in rural areas of India, families are reluctant towards spending their household income on healthcare, with most only putting 14% towards medical aid, therefore putting it in a side corner than other priorities.",
        "ref": "flood_relief.html",
        "image": "images/jsf/flood/001.jpg"
    }
]